<!DOCTYPE html>
<html>

    <?php
        $title = 'Правила сервиса. Data Chest';
        require_once 'blocks/head.php';
    ?>
    
    <body>
        <div id="license-pane">
            <p id="license-own-label">Лицензионное соглашение</p>
            <p><strong>Data Chest</strong> — учебный проект для хранения файлов, разработанный студентом группы ПИН/б-23-2-о, Пилипенко Н.М.</p>
            <hr/>
            <p class="license-label">Что разрешается?</p>
            <p>- Хранить свои файлы</p>
            <hr/>
            <p class="license-label">Что запрещается?</p>
            <p>- Загружать вирусы, вредоносный код</p>
            <p>- Хранить файлы, нарушающие законодательство</p>
            <p>- Пытаться взломать или нарушить работу сервиса</p>
            <hr/>
            <p class="license-label">Ответственность</p>
            <p>Сервис предоставляется «как есть». Администрация не гарантирует сохранность файлов.</p>
            <hr/>
            <p id="license-end">Регистрируясь, вы принимаете эти условия.</p>
        </div>
    </body>
</html>